{
  "home": "হোম",
  "about": "আমাদের সম্পর্কে",
  "services": "সার্ভিস",
  "gallery": "গ্যালারি",
  "blogs": "ব্লগ",
  "location": "লোকেশন",
  "contact": "যোগাযোগ",
  "hours": "সোম - শুক্র: সকাল ৯টা - সন্ধ্যা ৬টা",
  "title": "প্রান্ত এগ্রো রিসার্চ অ্যান্ড ডেভেলপমেন্টে স্বাগতম",
  "description": "গবেষণা ও উদ্ভাবনের মাধ্যমে টেকসই কৃষিকে এগিয়ে নিচ্ছি।",
  "visit": "আমাদের ভিজিট করুন",
  "explore": "আরও জানুন",

  "vision_mission_title": "ভিশন ও মিশন",
  "vision": "ভিশন",
  "vision_text": "টেকসই কৃষি-পর্যটন, গবেষণা ও শিক্ষায় বাংলাদেশের অন্যতম শীর্ষ কেন্দ্র হিসেবে প্রতিষ্ঠিত হওয়া — উচ্চমূল্যের কৃষি ও জীববৈচিত্র্য সংরক্ষণের মাধ্যমে।",
  "mission": "মিশন",
  "mission_1": "গবেষণা ও প্রদর্শনের মাধ্যমে উচ্চমূল্যের কৃষি ও মৎস্য চাষকে উৎসাহিত করা।",
  "mission_2": "পরবর্তী প্রজন্মের বিজ্ঞানী ও কৃষকদের সহায়তা করা।",
  "mission_3": "মানুষকে ভূমির সঙ্গে সংযুক্ত করে অনন্য কৃষি-পর্যটন অভিজ্ঞতা প্রদান করা।",
  "mission_4": "বাংলাদেশের কৃষি ঐতিহ্য সংরক্ষণ ও প্রদর্শন করা।",

  "services_title": "আমাদের সার্ভিসসমূহ",
  "services_description": "প্রান্তো এগ্রো রিসার্চ অ্যান্ড ডেভেলপমেন্ট ইনিশিয়েটিভস টেকসই কৃষি, শিক্ষা এবং পর্যটনের সমন্বয়ে একটি পূর্ণাঙ্গ কৃষি-জীবন অভিজ্ঞতা তৈরি করছে।",

  "service_1_title": "উচ্চমূল্যের কৃষি",
  "service_1_desc": "রক মেলন, হানিডিউ মেলন, ক্যাপসিকাম এবং বাণিজ্যিক আঙ্গুর গাছের উন্নত চাষ — ড্রিপ সেচ ও জৈব-মাটির ব্যবস্থাপনার মাধ্যমে নিয়ন্ত্রিত পরিবেশে।",

  "service_2_title": "মৎস্য ও অ্যাকুয়াকালচার",
  "service_2_desc": "নয়টি বড় পুকুরে স্থানীয় ও বিদেশি মাছ যেমন রুই, কাতলা, সিলভার কার্প ও চিংড়ি — পরিবেশবান্ধব আধা-ঘন পদ্ধতিতে চাষ যেখানে ভিজিটররা খাওয়ানো ও আহরণে অংশ নিতে পারেন।",

  "service_3_title": "গবেষণা ও শিক্ষা",
  "service_3_desc": "কৃষি শিক্ষার্থী ও গবেষকদের জন্য হাতেকলমে শেখার সুযোগ, অন-সাইট আবাসন, পরীক্ষামূলক প্লট এবং বিশ্ববিদ্যালয় ও এনজিওর সঙ্গে সহযোগিতা।",

  "service_4_title": "ইকো ও টেকসই উন্নয়ন প্রোগ্রাম",
  "service_4_desc": "জৈব সার তৈরি, সৌর আলো, বৃষ্টির পানি সংরক্ষণ এবং জীববৈচিত্র্য রক্ষা — পুরো পার্কটিকে পরিবেশবান্ধব জীবনের এক জীবন্ত উদাহরণে পরিণত করছে।",

  "service_5_title": "বিনিয়োগ ও সম্প্রসারণ",
  "service_5_desc": "আমাদের সঙ্গে যুক্ত হোন — ইকো-লজ সম্প্রসারণ, গবেষণা সুবিধা স্পন্সর, খুচরা সরবরাহ চেইন গঠন অথবা কর্পোরেট ও ওয়েলনেস রিট্রিট আয়োজনের মাধ্যমে।",

  "services_cta": "সহযোগিতার জন্য আমাদের সাথে যোগাযোগ করুন",
  "see_details": "বিস্তারিত দেখুন",

  "location_title": "অবস্থান ও যাতায়াত",
  "location_text": "প্রকল্পটি মেঘনা নদী ব্যবস্থার একটি দ্বীপে অবস্থিত, হরিপুর গ্রাম, মেঘনা উপজেলা, কুমিল্লা জেলায়। এখানে পৌঁছানো যায় সড়কপথে মেঘনা ঘাট পর্যন্ত এবং তারপর একটি মনোরম নৌযাত্রার মাধ্যমে, যা আগমনের অভিজ্ঞতাকে স্মরণীয় করে তোলে।",
  "location_road": "সড়কপথ:",
  "location_road_text": "সড়কপথে মেঘনা ঘাটে পৌঁছানো যায়।",
  "location_river": "নৌপথ:",
  "location_river_text": "স্পিডবোট বা লঞ্চে নদী পার হয়ে মনোরম দৃশ্য ও রোমাঞ্চকর যাত্রা উপভোগ করা যায়।",

  "blogs_title": "আমাদের সাম্প্রতিক ব্লগসমূহ",
  "blogs_description": "প্রান্তো আগ্রোর টেকসই কৃষি, গবেষণা ও অ্যাগ্রো-ট্যুরিজম বিষয়ক সর্বশেষ খবর ও বিশ্লেষণ সম্পর্কে জানুন।",

  "blog_1_title": "বাংলাদেশে টেকসই অ্যাগ্রো-ট্যুরিজমের এক নতুন যুগ",
  "blog_1_desc": "জানুন কীভাবে প্রান্তো আগ্রো আধুনিক কৃষি ও পরিবেশবান্ধব পর্যটনের সমন্বয় ঘটাচ্ছে।",
  "blog_1_date": "০১ আগস্ট, ২০২৫",
  "blog_1_author": "প্রান্তো আগ্রো",

  "blog_2_title": "প্রান্তো আগ্রোর ভিশন: গবেষণা, শিক্ষা ও ইকো-ট্যুরিজমের সমন্বয়",
  "blog_2_desc": "জানুন কীভাবে প্রান্তো আগ্রো জ্ঞান, উদ্ভাবন ও প্রকৃতিকে একত্রে যুক্ত করছে।",
  "blog_2_date": "০৫ আগস্ট, ২০২৫",
  "blog_2_author": "প্রান্তো আগ্রো",

  "blog_3_title": "উচ্চমূল্যের চাষাবাদ: রক মেলন থেকে আঙুর পর্যন্ত",
  "blog_3_desc": "জানুন কীভাবে প্রান্তো আগ্রো টেকসই ও লাভজনক প্রিমিয়াম ফসল চাষ করছে।",
  "blog_3_date": "১০ আগস্ট, ২০২৫",
  "blog_3_author": "প্রান্তো আগ্রো",

  "blog_4_title": "আমাদের ফিশারিজের ভিতরে: টেকসই মৎস্যচাষ পদ্ধতি",
  "blog_4_desc": "পরিবেশের ভারসাম্য রক্ষায় প্রান্তো আগ্রোর দায়িত্বশীল মৎস্যচাষ সম্পর্কে জানুন।",
  "blog_4_date": "১৫ আগস্ট, ২০২৫",
  "blog_4_author": "প্রান্তো আগ্রো",

  "blog_5_title": "অ্যাগ্রো-ট্যুরিজম অ্যাডভেঞ্চার: থাকুন, শিখুন ও প্রকৃতি উপভোগ করুন",
  "blog_5_desc": "প্রকৃতির কোলে খাঁটি কৃষিজীবনের এক অনন্য অভিজ্ঞতা উপভোগ করুন।",
  "blog_5_date": "২০ আগস্ট, ২০২৫",
  "blog_5_author": "প্রান্তো আগ্রো",

  "blog_6_title": "প্রান্তো আগ্রো: ভবিষ্যতের কৃষকদের জন্য এক জীবন্ত ল্যাবরেটরি",
  "blog_6_desc": "প্রান্তো আগ্রো কীভাবে হাতে-কলমে কৃষি শিক্ষা দিয়ে তরুণ প্রজন্মকে প্রস্তুত করছে তা জানুন।",
  "blog_6_date": "২৫ আগস্ট, ২০২৫",
  "blog_6_author": "প্রান্তো আগ্রো",

  "blog_7_title": "অ্যাগ্রো-মিউজিয়াম: বাংলাদেশের কৃষি ঐতিহ্য সংরক্ষণে উদ্যোগ",
  "blog_7_desc": "জানুন কীভাবে প্রান্তো আগ্রো আমাদের কৃষি ইতিহাসকে সংরক্ষণ ও উদযাপন করছে।",
  "blog_7_date": "২৮ আগস্ট, ২০২৫",
  "blog_7_author": "প্রান্তো আগ্রো",

  "blog_8_title": "সাসটেইনেবিলিটি ফার্স্ট: প্রান্তো আগ্রো কীভাবে প্রকৃতি রক্ষা করছে",
  "blog_8_desc": "জানুন কীভাবে প্রান্তো আগ্রো পরিবেশবান্ধব পদ্ধতি গ্রহণ করে প্রকৃতিকে সুরক্ষিত রাখছে।",
  "blog_8_date": "৩০ আগস্ট, ২০২৫",
  "blog_8_author": "প্রান্তো আগ্রো",

  "blog_9_title": "অ্যাগ্রো-ট্যুরিজম ও গবেষণায় বিনিয়োগের সম্ভাবনা",
  "blog_9_desc": "বাংলাদেশের দ্রুতবর্ধনশীল অ্যাগ্রো-ট্যুরিজম ও শিক্ষা খাতে বিনিয়োগের সুযোগ জানুন।",
  "blog_9_date": "০২ সেপ্টেম্বর, ২০২৫",
  "blog_9_author": "প্রান্তো আগ্রো",

  "blog_10_title": "ভবিষ্যৎ লক্ষ্য: কৃষি শিক্ষায় উদ্ভাবন সম্প্রসারণ",
  "blog_10_desc": "গবেষণা ও জ্ঞান বিনিময়ের জন্য বিশ্বমানের প্ল্যাটফর্ম তৈরির আমাদের পরিকল্পনা জানুন।",
  "blog_10_date": "০৫ সেপ্টেম্বর, ২০২৫",
  "blog_10_author": "প্রান্তো আগ্রো",

  "read_more": "বিস্তারিত পড়ুন",
  "blogs_cta": "সব ব্লগ দেখুন"
}
