{
  "home": "হোম",
  "services": "সার্ভিস",
  "about": "আমাদের সম্পর্কে",
  "products": "পণ্যসমূহ",
  "hours": "সোম - শুক্র: সকাল ৯টা - সন্ধ্যা ৬টা",
  "title": "প্রান্ত এগ্রো রিসার্চ অ্যান্ড ডেভেলপমেন্টে স্বাগতম",
  "description": "গবেষণা ও উদ্ভাবনের মাধ্যমে টেকসই কৃষিকে এগিয়ে নিচ্ছি।",
  "visit": "আমাদের ভিজিট করুন",
  "explore": "আরও জানুন",

  "vision_mission_title": "ভিশন ও মিশন",
  "vision": "ভিশন",
  "vision_text": "টেকসই কৃষি-পর্যটন, গবেষণা ও শিক্ষায় বাংলাদেশের অন্যতম শীর্ষ কেন্দ্র হিসেবে প্রতিষ্ঠিত হওয়া — উচ্চমূল্যের কৃষি ও জীববৈচিত্র্য সংরক্ষণের মাধ্যমে।",
  "mission": "মিশন",
  "mission_1": "গবেষণা ও প্রদর্শনের মাধ্যমে উচ্চমূল্যের কৃষি ও মৎস্য চাষকে উৎসাহিত করা।",
  "mission_2": "পরবর্তী প্রজন্মের বিজ্ঞানী ও কৃষকদের সহায়তা করা।",
  "mission_3": "মানুষকে ভূমির সঙ্গে সংযুক্ত করে অনন্য কৃষি-পর্যটন অভিজ্ঞতা প্রদান করা।",
  "mission_4": "বাংলাদেশের কৃষি ঐতিহ্য সংরক্ষণ ও প্রদর্শন করা।",

  "services_title": "আমাদের সার্ভিসসমূহ",
  "services_description": "প্রান্তো এগ্রো রিসার্চ অ্যান্ড ডেভেলপমেন্ট ইনিশিয়েটিভস টেকসই কৃষি, শিক্ষা এবং পর্যটনের সমন্বয়ে একটি পূর্ণাঙ্গ কৃষি-জীবন অভিজ্ঞতা তৈরি করছে।",

  "service_1_title": "উচ্চমূল্যের কৃষি",
  "service_1_desc": "রক মেলন, হানিডিউ মেলন, ক্যাপসিকাম এবং বাণিজ্যিক আঙ্গুর গাছের উন্নত চাষ — ড্রিপ সেচ ও জৈব-মাটির ব্যবস্থাপনার মাধ্যমে নিয়ন্ত্রিত পরিবেশে।",

  "service_2_title": "মৎস্য ও অ্যাকুয়াকালচার",
  "service_2_desc": "নয়টি বড় পুকুরে স্থানীয় ও বিদেশি মাছ যেমন রুই, কাতলা, সিলভার কার্প ও চিংড়ি — পরিবেশবান্ধব আধা-ঘন পদ্ধতিতে চাষ যেখানে ভিজিটররা খাওয়ানো ও আহরণে অংশ নিতে পারেন।",

  "service_3_title": "গবেষণা ও শিক্ষা",
  "service_3_desc": "কৃষি শিক্ষার্থী ও গবেষকদের জন্য হাতেকলমে শেখার সুযোগ, অন-সাইট আবাসন, পরীক্ষামূলক প্লট এবং বিশ্ববিদ্যালয় ও এনজিওর সঙ্গে সহযোগিতা।",

  "service_4_title": "ইকো ও টেকসই উন্নয়ন প্রোগ্রাম",
  "service_4_desc": "জৈব সার তৈরি, সৌর আলো, বৃষ্টির পানি সংরক্ষণ এবং জীববৈচিত্র্য রক্ষা — পুরো পার্কটিকে পরিবেশবান্ধব জীবনের এক জীবন্ত উদাহরণে পরিণত করছে।",

  "service_5_title": "বিনিয়োগ ও সম্প্রসারণ",
  "service_5_desc": "আমাদের সঙ্গে যুক্ত হোন — ইকো-লজ সম্প্রসারণ, গবেষণা সুবিধা স্পন্সর, খুচরা সরবরাহ চেইন গঠন অথবা কর্পোরেট ও ওয়েলনেস রিট্রিট আয়োজনের মাধ্যমে।",

  "services_cta": "সহযোগিতার জন্য আমাদের সাথে যোগাযোগ করুন",

  "location_title": "অবস্থান ও যাতায়াত",
  "location_text": "প্রকল্পটি মেঘনা নদী ব্যবস্থার একটি দ্বীপে অবস্থিত, হরিপুর গ্রাম, মেঘনা উপজেলা, কুমিল্লা জেলায়। এখানে পৌঁছানো যায় সড়কপথে মেঘনা ঘাট পর্যন্ত এবং তারপর একটি মনোরম নৌযাত্রার মাধ্যমে, যা আগমনের অভিজ্ঞতাকে স্মরণীয় করে তোলে।",
  "location_road": "সড়কপথ:",
  "location_road_text": "সড়কপথে মেঘনা ঘাটে পৌঁছানো যায়।",
  "location_river": "নৌপথ:",
  "location_river_text": "স্পিডবোট বা লঞ্চে নদী পার হয়ে মনোরম দৃশ্য ও রোমাঞ্চকর যাত্রা উপভোগ করা যায়।"
}
